Revit 2027 API
BuiltInFailures.CutFailures.CannotCutInstanceOutGen Property
 Can't cut instance(s) of [Symbol] out of its host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCutInstanceOutGen { get; }
Public Shared ReadOnly Property CannotCutInstanceOutGen As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCutInstanceOutGen {
	FailureDefinitionId^ get ();
}
static member CannotCutInstanceOutGen : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CutFailures Class
Autodesk.Revit.DB Namespace